[
{"type":"header","version":"5.1.1","comment":"Export to JSON plugin for PHPMyAdmin"},
{"type":"database","name":"cpl01_project"},
{"type":"table","name":"concept","database":"cpl01_project","data":
[
{"id":"1","concept_th":"การพลัดตกหกล้มเป็นสาเหตุการตายอันดับสองในกลุ่มของการบาดเจ็บโดยไม่ได้ตั้งใจ โดย 50% ของผู้เสียชีวิตจากการพลัดตกหกล้มในประเทศไทยเป็นผู้สูงอายุ ซึ่งเป็นปัญหาด้านการเสื่อมถอยของร่างกาย ทำให้ร่างกายทรงตัวไม่ดีพอ ดังนั้น EVAL BALANCE (อีวาล บาลานซ์) จึงเป็นตัวช่วยในการประเมินสมรรถภาพทางกายและเป็นตัวช่วยในการดูแลสุขภาพด้วยการออกกำลังกาย เพื่อลดความเสี่ยงต่อการหกล้มในผู้สูงอายุ และเสริมสร้างความแข็งแรงของกล้ามเนื้อ","concept_en":"Among accidental injuries, falls rank as the second most common cause of death; in Thailand, 50% of fall fatalities occur in older adults. This is an issue with the body's degradation, which makes the body insufficiently stable. Thus, EVAL BALANCE is a support. Assess physical fitness and help seniors maintain their health through exercise to lower their chance of falling. And build up muscles.","technology":"MOBILE APPLICATION","category":"MEDICAL AND HEALTH","preview_img":"concept-device-cpl01.png"}
]
}
,{"type":"table","name":"keywords","database":"cpl01_project","data":
[
{"id":"1","keyword":"ออกกำลังกาย","description":"การทำกิจกรรมที่มีการเคลื่อนไหวร่างกายหรือออกแรง โดยการทำซ้ำๆ เพื่อเป็นการเสริมสร้างสมรรถภาพทางกายในด้านต่าง ๆ"},
{"id":"2","keyword":"ติดตามผล","description":"กระบวนการเก็บข้อมูลที่มีตัวชี้วัดสำคัญ เป็นตัวบ่งชี้ความคืบหน้าของการออกกำลังกายให้ผู้ใช้งานได้รับทราบ"},
{"id":"3","keyword":"การพลัดตกหกล้ม","description":"การสูญเสียการทรงตัว ที่เป็นการบาดเจ็บโดยไม่ได้ตั้งใจ และไม่สามารถควบคุมได้ ทำให้ร่างกายลงไปสู่พื้นที่ต่ำกว่าร่างกาย ซึ่งอาจได้รับการบาดเจ็บ"},
{"id":"4","keyword":"ประเมินสมรรถภาพทางกาย","description":"การวัดระดับความสามารถของร่างกาย ว่าดีมากน้อยเพียงใด โดยเฉพาะความแข็งแรงของกล้ามเนื้อ และความทนทาน"},
{"id":"5","keyword":"ตรวจจับท่าทางการออกกำลังกายแบบเรียลไทม์","description":"อุปกรณ์อิเล็กทรอนิกส์ที่ออกแบบมาเพื่อใช้ในการตรวจจับความเคลื่อนไหวของร่างกายหรือวัตถุต่างๆ และประมวลผลออกมาเป็นผลลัพธ์ในทันที เช่น ตัวเลขหรือภาพ"}
]
}
,{"type":"table","name":"preview_images","database":"cpl01_project","data":
[
{"id":"1","fileName":"preview-cpl01-1.png"},
{"id":"2","fileName":"preview-cpl01-2.png"},
{"id":"3","fileName":"preview-cpl01-3.png"}
]
}
,{"type":"table","name":"social_approved","database":"cpl01_project","data":
[
{"id":"1","socialApproved":"อยากให้มีโครงร่างเป็นท่าทางต่างๆ ขณะออกกำลังกาย"},
{"id":"2","socialApproved":"มีความน่าสนใจ สามารถพัฒนาต่อได้"},
{"id":"3","socialApproved":"ออกแบบสวย มีการออกแบบที่หลากหลาย เข้าใจได้ง่าย"}
]
}
]
